Repository: GravityKit/GravityExport-Lite
Catalog: languages/gk-gravityexport-lite-*.po
Languages: nl_nl

source: The notifications could not be retrieved.
nl_nl: De notificaties konden niet opgehaald worden.

source: Date
nl_nl: Datum

source: Time
nl_nl: Tijd

source: Qty:
nl_nl: Aantal:

source: Price:
nl_nl: Prijs:

source: Gravity Forms Entries in Excel
nl_nl: Gravity Forms Inzendingen in Excel

source: Entries in Excel
nl_nl: Inzendingen in Excel

source: Multiple Columns
nl_nl: Meerdere kolommen

source: Split multi-fields (name, address) into multiple columns
nl_nl: Deel een complex veld (naam, adres) op in meerdere kolommen

source: Notes
nl_nl: Opmerkingen

source: Enable notes by default
nl_nl: Acitveer 'Opmerkingen' als standaard

source: Sections
nl_nl: Secties

source: Enable (empty) section column
nl_nl: Toon (lege) sectie-kolommen

source: File Uploads
nl_nl: Bestandsuploads

source: Enable file upload columns
nl_nl: Toon upload kolommen

source: Hyperlinks
nl_nl: Links

source: Enable hyperlinks on URL-only columns
nl_nl: Maak cellen met een URL klikbaar

source: Product Fields
nl_nl: Product-velden

source: Export prices as numeric fields, without currency symbol ($)
nl_nl: Exporteer prijzen als numerieke waarden zonder valuta-symbool (€)

source: Default Enabled Meta Fields
nl_nl: Standaard geactiveerde meta-velden

source: Select all meta fields that are enabled by default. Once you've saved your form, these settings will not do anything any more.
nl_nl: Selecteer alle meta-velden die standaard getoond moeten worden. Een al bestaand formulier neemt deze instellingen niet meer over.

source: If you like the plugin, 📣 %slet others know%s! We already have %s active users. Let's get to %s by spreading the news!
nl_nl: Als je de plugin leuk vindt, 📣 %slaat anderen het weten%s! We hebben op dit moment al %s actieve gebruikers. Laten we daar %s van maken!

source: Make a donation
nl_nl: Doneer

source: Documentation
nl_nl: Documentatie

source: Settings
nl_nl: Instellingen

source: Download
nl_nl: Downloaden

source: The download url has been regenerated.
nl_nl: De download-link is opnieuw ingesteld.

source: The download URL has been enabled.
nl_nl: De download-link is ingeschakeld.

source: The download URL has been disabled.
nl_nl: De download-link is uitgeschakeld.

source: Download URL
nl_nl: Download-link

source: The download url is not (yet) enabled. Click the button to enable this feature.
nl_nl: De download-link is nog niet ingeschakeld. Klik op de knop om deze te activeren.

source: Enable download
nl_nl: Downloaden inschakelen

source: Regenerate URL
nl_nl: Stel download-link opnieuw in

source: Disable download URL
nl_nl: Download-link uitschakelen

source: Copy URL to Clipboard
nl_nl: Kopieer de download-link

source: Copied!
nl_nl: Gekopieerd!

source: The file URL has been copied to your clipboard.
nl_nl: De download-link is gekopieerd naar je klembord.

source: You are about to reset the URL for this form. This can't be undone.
nl_nl: Je gaat de download-link vernieuwen. Dit kan niet ongedaan gemaakt worden.

source: You are about to disable the URL for this form. This will invalidate the URL, and can't be undone.
nl_nl: Je gaat de download-link uitschakelen. Hiermee vervalt de huidige link; dit kan niet ongedaan gemaakt worden.

source: Download file
nl_nl: Download bestand

source: Select (optional) Date Range
nl_nl: Selecteer een (optioneel) datumbereik

source: Start
nl_nl: Begin

source: End
nl_nl: Tot

source: Download count
nl_nl: Aantal keer gedownload

source: Reset count
nl_nl: Reset teller

source: You are about to reset the download count for this form. This can’t be undone.
nl_nl: Je gaat de download teller resetten. Dit kan niet ongedaan gemaakt worden.

source: Save settings
nl_nl: Instellingen opslaan

source: Download as one Excel file
nl_nl: Download als één Excel-bestand

source: Date of entry
nl_nl: Inzendingsdatum

source: Ascending
nl_nl: Oplopend

source: Descending
nl_nl: Aflopend

source: The settings have been saved.
nl_nl: De instellingen zijn opgeslagen.

source: Security settings
nl_nl: Beveiligingsinstellingen

source: Default Settings
nl_nl: Algemene instellingen

source: Download Permissions
nl_nl: Downloadrechten

source: Everyone can download
nl_nl: Iedereen mag downloaden

source: Logged-in users who have "Export Entries" access
nl_nl: Alleen ingelogde gebruikers met "Inzendingen exporteren" rechten

source: If set to %s, anyone with the link can download. If %s is selected, users must be logged-in and have the %s capability.
nl_nl: Wanneer %s is geselecteerd, kan iedereen met de URL het bestand downloaden. Bij %s mogen alleen ingelogde gebruikers met de %s rechten het bestand downloaden.

source: General Settings
nl_nl: Algemene instellingen

source: Include Entry Notes
nl_nl: Notities toevoegen

source: Yes, enable the notes for every entry
nl_nl: Ja, voeg de notities toe aan elke inzending

source: Order By
nl_nl: Sorteren op

source: Column Position
nl_nl: Kolommen

source: At the top (normal)
nl_nl: Aan de bovenkant (normaal)

source: At the left (transposed)
nl_nl: Aan de linkerkant (getransponeerd)

source: Custom Filename
nl_nl: Aangepaste bestandsnaam

source: Default: %s
nl_nl: Standaard: %s

source: Most non-alphanumeric characters will be replaced with hyphens. Leave empty for default.
nl_nl: De meeste tekens anders dan cijfers en letters worden vervangen door een koppelteken. Laat leeg voor de standaard bestandsnaam.

source: Only letters, numbers and dashes are allowed. The rest will be stripped. Leave empty for default.
nl_nl: Alleen letters, nummers en streepjes zijn toegestaan. Bij leeg veld wordt de standaard waarde gebruikt.

source: File Extension
nl_nl: Bestandsextensie

source: Note: You may override the file type by adding the desired extension (%s) to the end of the Download URL.
nl_nl: Tip: Je kunt een ander bestandstype forceren door de gewenste bestandsextensie (%s) achter de download URL te plaatsen.

source: Attach Single Entry to Notification
nl_nl: Voeg bestand toe als bijlage aan melding

source: Field Settings
nl_nl: Veld-instellingen

source: Disabled Fields
nl_nl: Uitgeschakelde velden

source: Enabled Fields
nl_nl: Actieve velden

source: Select a Notification
nl_nl: Selecteer een melding

source: Unknown
nl_nl: Onbekend

source: Download this single entry as a file.
nl_nl: Download deze inzending als los bestand.

source: These are global settings for new forms. You can overwrite them per form using the available hooks.
nl_nl: Dit zijn algemene instellingen voor nieuwe formulieren. Je kunt ze per formulier overschrijven met de beschikbare filters.

source: countless
nl_nl: ontelbaar veel

source: even more
nl_nl: nog meer

source: Hi! I wanted to let you know that a <strong>pro add-on</strong> is being developed to complement <strong>Entries in Excel</strong>. Please <a target="_blank" rel="nofollow" href="https://subscribe.gfexcel.com/pro-add-on">visit this page</a> if you want to learn more.
nl_nl: Hoi! Ik wilde laten weten dat er een <strong>pro add-on</strong> wordt ontwikkeld om <strong>Inzendingen in Excel</strong> uit te breiden. <a target="_blank" rel="nofollow" href="https://subscribe.gfexcel.com/pro-add-on">Meld je aan voor de nieuwsbrief</a> om op de hoogte te blijven.

source: Export all Gravity Forms entries to Excel (.xlsx) via a secret (shareable) url.
nl_nl: Download alle inzendingen van Gravity Forms als een Excel-bestand (.xlsx) via een knop of een geheime (deelbare) link.

source: Instant Download ⚡️
nl_nl: Direct downloaden ⚡️

source: Select Date Range (optional)
nl_nl: Selecteer een periode (optioneel)

source: Download Settings
nl_nl: Download instellingen

source: Security Settings
nl_nl: Beveiligingsinstellingen
